let selfcheck = `
Самопроверка / Пояснение проверяющим 

Задание предусматривало возможность изменения темы. Я этой возможностью (на свою голову :-) ) воспользовался, реализовав все перечисленные в задании требования и критерии, за исключением локализации (сайт только на русском языке). 

- Все страницы адаптивные - от 1920рх до 360рх. (+60)
- Аудиоплеер кастомный, функциональность как в демо, плюс добавил регулятор громкости звука (+30)
- Верхняя панель страницы викторины: корректно отображается счет, рубрика вопросов подсвечивается (+20)
- Функциональность блоков с вопросом, вариантами ответов и описанием трека (в демо - птицы) соответствует требованиям (+110)
- Кнопка перехода к следующему вопросу реализовал по требованиям (+30)
- Дополнительно сверстал галерею всех карточек викторины с сохранением их функциональности (плеер, регулятор громкости, описание и пр.) - https://i.imgur.com/YsrKer7.png (+10)

Итого - 260 баллов

`

console.log(selfcheck);